[{
    "start_message": "¡Hola! Bienvenido a GuardianVPN.\nPara usar la VPN, simplemente genere un nuevo archivo de configuración escribiendo /generate_config.\nEl archivo de configuración se le enviará como un enlace de descarga.\nSi necesita ayuda, escriba /help.\n¡Gracias por elegir GuardianVPN!"
}, {
    "about_message": "GuardianVPN es un bot de VPN seguro que cifra sus datos con el protocolo OpenVPN estándar de la industria, garantizando total confidencialidad, autenticación e integridad. Conéctese a servidores en todo el mundo, oculte su dirección IP y evite la censura y los bloqueos geográficos de sitios web. Nuestra política de no registros y sin datos de los clientes garantiza que sus datos siempre permanezcan privados. Gracias por elegir GuardianVPN para proteger su privacidad y seguridad en línea."
}, {
    "limitations_message": "Si bien ofrecemos un servicio VPN robusto y confiable, hay algunas limitaciones en lo que no puede hacer:\n• Defensa contra amenazas cibernéticas y protección contra el robo de identidad\n• Seguridad de sus contraseñas y ocultación de la ubicación de su teléfono\n• Lograr privacidad y anonimato completo en línea\n"
}, {
    "privacy_message": "Nuestro servicio VPN está totalmente comprometido con la protección de los datos del usuario y el mantenimiento de la confidencialidad del usuario:\n• No hay registro de tráfico, marcas de tiempo, DNS, ancho de banda o direcciones IP\n• La actividad solo se sigue por el número total de conexiones activas en cualquier momento dado\n"
}, {
    "terms_message": "Términos de servicio para GuardianVPN:\n Al utilizar GuardianVPN, acepta los siguientes términos y condiciones:\n• No utilizará nuestro servicio para participar en actividades ilegales o criminales, incluyendo pero no limitándose a piratería, escaneo de puertos, transmisión de virus, distribución de materiales pirateados, participación en pornografía infantil o promoción del terrorismo.\n• No utilizará nuestro servicio para enviar datos no solicitados, incluyendo correos electrónicos no deseados o mensajes instantáneos no solicitados.\n• No utilizará nuestro servicio para amenazar o acosar a otros.\n• No compartirá su cuenta con otros, y es responsable de todas las actividades que ocurran bajo su cuenta.\n• Acepta no pagar el servicio con una tarjeta de crédito robada, y no revenderá ni intentará revender cuentas o servicios de GuardianVPN sin nuestro permiso escrito expreso.\n• Ofrecemos nuestro servicio 'tal cual' y no garantizamos su velocidad o disponibilidad ininterrumpida. No somos responsables de los daños o pérdidas de ganancias resultantes del uso de nuestros servicios.\n• Nos reservamos el derecho de modificar nuestros Términos de servicio, y su uso continuado de nuestro servicio después de cualquier modificación constituirá su aceptación de los nuevos Términos.\n• Si viola alguno de estos términos, nos reservamos el derecho de terminar su servicio sin previo aviso y sin reembolso.\nAl aceptar estos términos, reconoce que el objetivo principal de GuardianVPN es proteger su privacidad y que no aprobamos ni promovemos actividades ilegales de ningún tipo. Si tiene alguna pregunta sobre nuestra política, contáctenos.\nReembolsos:\nPuede solicitar un reembolso completo dentro de los 30 días posteriores a su pago si no está satisfecho por cualquier motivo. Para iniciar el proceso de reembolso, comparta su ID de chat de Telegram a través de nuestro chat de soporte."
}, {
    "help_message":"¡Bienvenido a la página de ayuda del bot GuardianVPN! Aquí tienes algunos comandos que puedes utilizar:\n/about - Obtener información sobre el bot y sus funciones\n/generate_config - Recibir un archivo de configuración ovpn.\n/getapp - Descargar la aplicación OpenVPN según tu sistema operativo\n/limitations - Conocer las limitaciones del bot\n/privacy - Ver nuestra política de privacidad\n/status - Verificar el estado de tu conexión VPN\n/terms - Leer nuestros términos y condiciones\n/tutorial - Aprender cómo utilizar un archivo de configuración OpenVPN con la aplicación OpenVPN\n/whatsnew - Ver las últimas actualizaciones y mejoras del bot y el servicio VPN\nSi necesitas ayuda o tienes algún problema, contáctanos utilizando el comando /support. ¡Gracias por utilizar nuestro bot GuardianVPN!"
}, {
    "support_message": "Si necesita ayuda o encuentra algún problema con el bot GuardianVPN, por favor contáctenos en https://t.me/GuardianVPN_Support. ¡Estaremos encantados de ayudarlo con cualquier pregunta o inquietud que pueda tener!"
}, {
    "tutorial_message": "Para usar la aplicación OpenVPN con el bot GuardianVPN, deberá descargar e importar un archivo de configuración de OpenVPN (.ovpn). Así es cómo hacerlo:\n1. Descargue el archivo .ovpn generado por el bot GuardianVPN en su dispositivo.\n2. Instale la aplicación OpenVPN en su dispositivo mediante el comando /getapp.\n3. Abra la aplicación OpenVPN y toque el botón 'Importar'.\n4. Navegue hasta el directorio donde descargó el archivo .ovpn y selecciónelo.\n5. Toque el botón 'Conectar' para conectarse al servidor GuardianVPN.\n¡Eso es todo! Ahora debería estar conectado al servidor GuardianVPN. Si encuentra algún problema, contáctenos mediante el comando /support."
}]
