{
    "start_message": "Добро пожаловать в GuardianVPN!\n\nЧтобы начать использование VPN, просто создайте новый файл конфигурации, набрав /generate_config. Файл будет отправлен вам как документ.\n\nНужна помощь? Свяжитесь с нами в любое время, набрав /support или /help. Вы также можете посетить наш веб-сайт по адресу sobstvennoai.dev, чтобы узнать больше о наших проектах.\n\nСпасибо за выбор GuardianVPN. Давайте начнем!",
    "about_message": "GuardianVPN - это защищенный VPN-бот, который шифрует ваши данные с помощью стандарта отрасли OpenVPN, обеспечивая полную конфиденциальность, аутентификацию и целостность.\n\nПодключайтесь к серверам по всему миру, маскируйте свой IP-адрес и обходите цензуру и географические блокировки веб-сайтов. Наша политика без логов и без данных клиентов гарантирует, что ваши данные всегда остаются частными.\n\nСпасибо за выбор GuardianVPN для защиты вашей онлайн-приватности и безопасности.",
    "limitations_message": "Хотя мы предлагаем надежный VPN-сервис, есть некоторые ограничения в том, что он не может сделать:\n\n• Защита от киберугроз и защита от кражи личности\n• Защита ваших паролей и скрытие местоположения вашего телефона\n• Достижение полной конфиденциальности и анонимности в Интернете\n",
    "privacy_message": "Наш VPN-сервис полностью обеспечивает защиту данных пользователей и поддерживает конфиденциальность пользователей:\n\n• Нет записи трафика, временных меток, DNS, пропускной способности или IP-адресов\n• Активность отслеживается только общим количеством активных подключений в любой момент времени\n",
    "terms_message": "Условия использования:\n\nПользуясь GuardianVPN, вы соглашаетесь со следующими условиями:\n\n• Вы не будете использовать наш сервис для совершения незаконных или преступных действий, включая, но не ограничиваясь хакингом, сканированием портов, передачей вирусов, распространением пиратского контента, детской порнографией или пропагандой терроризма.\n • Вы не будете использовать наш сервис для отправки нежелательных данных, включая спам-письма или нежелательные мгновенные сообщения.\n • Вы не будете использовать наш сервис для угроз или домогательств в отношении других пользователей.\n • Вы не будете передавать свою учетную запись другим лицам, а также вы несете ответственность за все действия, совершенные в рамках вашей учетной записи.\n • Вы соглашаетесь не оплачивать услугу украденной кредитной картой и не продавать или пытаться продать учетные записи или услуги GuardianVPN без нашего явного письменного разрешения.\n • Мы предоставляем наш сервис 'как есть' и не гарантируем его скорость или непрерывную доступность. Мы не несем ответственности за любые убытки или убытки прибыли, возникшие в результате использования наших услуг.\n • Мы оставляем за собой право изменять наши Условия использования, и ваше дальнейшее использование нашего сервиса после любых изменений будет означать ваше согласие с новыми Условиями.\n • Если вы нарушите любое из этих условий, мы оставляем за собой право прекратить вашу учетную запись без уведомления и без возмещения.\n\nСоглашаясь с этими условиями, вы признаете, что основная цель GuardianVPN - защитить вашу конфиденциальность, и мы не одобряем или не поддерживаем незаконную деятельность любого рода. Если у вас есть какие-либо вопросы по поводу нашей политики, пожалуйста, свяжитесь с нами.\n\nВозврат средств:\n\nВы можете запросить полный возврат средств в течение 30 дней с момента оплаты, если по какой-либо причине не удовлетворены нашим сервисом.\nЧтобы начать процесс возврата, пожалуйста, поделитесь своим идентификатором чата в Telegram через нашу службу поддержки.",
    "help_message": "Добро пожаловать на страницу помощи бота GuardianVPN! Вот некоторые команды, которые вы можете использовать:\n\n/about - Получить информацию о боте и его функциях\n/generate_config - Получить файл конфигурации ovpn\n/getapp - Загрузить приложение OpenVPN, соответствующее вашей ОС\n/limitations - Узнать об ограничениях бота\n/privacy - Посмотреть нашу политику конфиденциальности\n/status - Проверить статус вашего VPN-соединения\n/terms - Ознакомиться с нашими условиями и положениями\n/tutorial - Узнать, как использовать файл конфигурации OpenVPN с приложением OpenVPN\n/whatsnew - Посмотреть последние обновления и улучшения для бота и VPN-сервиса\nЕсли вам нужна помощь или вы столкнулись с какими-либо проблемами, свяжитесь с нами, используя команду /support.\n\nСпасибо за использование нашего бота GuardianVPN!",
    "support_message": "Если вам нужна помощь или возникли проблемы с ботом GuardianVPN, пожалуйста, свяжитесь с нами по адресу https://t.me/GuardianVPNSupport.\nМы будем рады помочь вам с любыми вопросами или проблемами, которые у вас могут возникнуть!",
    "tutorial_message": "Чтобы использовать GuardianVPN Bot с OpenVPN или WireGuard, Вам нужно скачать и установить приложение клиента VPN на ваше устройство. Затем, вы сможете импортировать файл конфигурации, сгенерированный GuardianVPN Bot, чтобы подключиться к VPN-серверу.\n\nВот как это сделать:\n1. Скачайте файл конфигурации (.ovpn или .conf), созданный GuardianVPN Bot, на свое устройство.\n2. Установите приложение OpenVPN и/или WireGuard на ваше устройство, используя /getapp-команду.\n3. Откройте приложение OpenVPN и/или WireGuard, затем нажмите кнопку «Импорт».\n4. Перейдите в папку с файлом конфигурации и выберите его для импорта.\n5. Нажмите кнопку «Подключить» для подключения к серверу GuardianVPN.\n\nВот и всё! Теперь вы должны быть подключены к VPN-серверу GuardianVPN. Если у вас возникли проблемы, обратитесь в службу поддержки, используя команду /support.\n\nПримечание: файлы конфигурации OpenVPN и WireGuard разные и не могут быть использованы взаимозаменяемо. Обязательно загрузите правильный файл конфигурации для используемого вами протокола VPN.",
    "download_links_message": "Ниже приведены ссылки для загрузки для всех поддерживаемых операционных систем:\n\n",
    "description": "Для генерации конфигурационного файла, пожалуйста, совершите оплату. Ваша покупка подтверждает ваше согласие с нашими /terms, и сервис GuardianVPN будет активен в течение выбранного периода.",
    "successful_payment": "Спасибо за ваш платеж!",
    "differences": "Для обеспечения конфиденциальности и безопасности вашей онлайн-активности мы предлагаем выбор из двух протоколов VPN: OpenVPN и WireGuard.\n\nOpenVPN - универсальный выбор, который хорошо работает с большинством устройств и высоко оценивается за надежность и безопасность.\n\nWireGuard, с другой стороны, известен своей скоростью и эффективностью, что делает его отличным вариантом для мобильных пользователей, которым нужны быстрые, бесперебойные соединения.",
    "config_generation_error": "Не удалось создать файл конфигурации клиента. Пожалуйста, повторите попытку позже.",
    "all_updates": "Все обновления и улучшения:\n• Добавлена поддержка французского, немецкого, русского и испанского языков на основе языковых предпочтений пользователя Telegram\n• Исправлена проблема аутентификации пользователя и обработки команды /getapp\n• Увеличена скорость и надежность сервера\n• Исправлены ошибки и улучшена производительность"
}
