{
    "start_message": "Willkommen bei GuardianVPN!\n\nUm unseren VPN zu nutzen, generiere einfach eine neue Konfigurationsdatei, indem du /generate_config eingibst. Die Datei wird dir als Dokument zugeschickt.\n\nBrauchst du Hilfe? Kontaktiere uns jederzeit, indem du /support oder /help eingibst. Du kannst auch unsere Webseite unter sobstvennoai.dev besuchen, um mehr über unsere Projekte zu erfahren.\n\nLass uns anfangen!",
    "about_message": "GuardianVPN ist ein sicherer VPN-Bot, der Ihre Daten mit dem branchenüblichen OpenVPN-Protokoll verschlüsselt und so volle Vertraulichkeit, Authentifizierung und Integrität gewährleistet.\n\nVerbinden Sie sich mit Servern weltweit, maskieren Sie Ihre IP-Adresse und umgehen Sie Website-Zensur und geografische Sperren. Unsere No-Logs- und No-Kundendaten-Richtlinie garantiert, dass Ihre Daten immer privat bleiben.\n\nVielen Dank, dass Sie GuardianVPN zum Schutz Ihrer Online-Privatsphäre und -Sicherheit gewählt haben.",
    "limitations_message": "Obwohl wir einen robusten und zuverlässigen VPN-Dienst anbieten, gibt es einige Einschränkungen, was er nicht kann:\n\n• Verteidigung gegen Cyber-Bedrohungen und Schutz vor Identitätsdiebstahl\n• Sicherung Ihrer Passwörter und Verbergen des Standorts Ihres Telefons\n• Erreichen Sie eine vollständige Privatsphäre und Anonymität online\n",
    "privacy_message": "Unser VPN-Service ist vollständig darum bemüht, Benutzerdaten zu schützen und die Vertraulichkeit von Benutzern zu wahren:\n\n• Kein Traffic-, Zeitstempel-, DNS-, Bandbreiten- oder IP-Logging\n• Aktivitäten werden nur anhand der Gesamtzahl aktiver Verbindungen zu einem bestimmten Zeitpunkt verfolgt\n",
    "terms_message": "Nutzungsbedingungen:\n\nDurch die Nutzung von GuardianVPN stimmen Sie den folgenden Bedingungen zu:\n\n• Sie werden unseren Dienst nicht für illegale oder kriminelle Aktivitäten nutzen, einschließlich, aber nicht beschränkt auf Hacking, Portscanning, Übertragen von Viren, Verteilen von Raubkopien, Beteiligung an Kinderpornographie oder Förderung des Terrorismus.\n• Sie werden unseren Dienst nicht für das Senden unerwünschter Daten verwenden, einschließlich Spam-E-Mails oder unerwünschter Sofortnachrichten.\n• Sie werden unseren Dienst nicht verwenden, um andere zu bedrohen oder zu belästigen.\n• Sie werden Ihr Konto nicht mit anderen teilen und sind für alle Aktivitäten verantwortlich, die unter Ihrem Konto durchgeführt werden.\n• Sie erklären sich damit einverstanden, den Dienst nicht mit einer gestohlenen Kreditkarte zu bezahlen, und Sie werden keine GuardianVPN-Konten oder -Dienste ohne unsere ausdrückliche schriftliche Genehmigung weiterverkaufen oder versuchen weiterzuverkaufen.\n• Wir stellen unseren Dienst 'as is' zur Verfügung und garantieren nicht seine Geschwindigkeit oder ununterbrochene Verfügbarkeit. Wir haften nicht für Schäden oder Gewinnverluste, die sich aus der Nutzung unserer Dienste ergeben.\n• Wir behalten uns das Recht vor, unsere Nutzungsbedingungen zu ändern, und Ihre fortgesetzte Nutzung unseres Dienstes nach jeder Änderung wird Ihre Zustimmung zu den neuen Bedingungen darstellen.\n• Bei Verstoß gegen eine dieser Bedingungen behalten wir uns das Recht vor, Ihren Dienst ohne Vorankündigung und ohne Erstattung zu beenden.\n\nDurch Zustimmung zu diesen Bedingungen erkennen Sie an, dass das Hauptziel von GuardianVPN darin besteht, Ihre Privatsphäre zu schützen, und dass wir keine illegalen Aktivitäten jeglicher Art billigen oder fördern. Wenn Sie Fragen zu unserer Richtlinie haben, kontaktieren Sie uns bitte.\n\nRückerstattungen:\n\nSie können innerhalb von 30 Tagen nach Zahlung eine vollständige Rückerstattung beantragen, wenn Sie aus irgendeinem Grund nicht zufrieden sind. Um den Rückerstattungsprozess zu initiieren, teilen Sie uns bitte Ihre Telegramm-Chat-ID über unseren Support-Chat mit.",
    "help_message": "Willkommen auf der Hilfeseite des GuardianVPN-Bots! Hier sind einige Befehle, die Sie verwenden können:\n\n/about - Informationen über den Bot und seine Funktionen erhalten\n/generate_config - Erhalten Sie eine OVPN-Konfigurationsdatei\n/getapp - Laden Sie die OpenVPN-App basierend auf Ihrem Betriebssystem herunter\n/limitations - Erfahren Sie mehr über die Beschränkungen des Bots\n/privacy - Datenschutzrichtlinien anzeigen\n/status - Überprüfen Sie den Status Ihrer VPN-Verbindung\n/terms - Unsere Allgemeinen Geschäftsbedingungen lesen\n/tutorial - Erfahren Sie, wie Sie eine OpenVPN-Konfigurationsdatei mit der OpenVPN-App verwenden können\n/whatsnew - Die neuesten Updates und Verbesserungen des Bots und des VPN-Dienstes anzeigen\nWenn Sie Hilfe benötigen oder auf Probleme stoßen, kontaktieren Sie uns bitte mit dem Befehl /support.\n\nVielen Dank, dass Sie unseren GuardianVPN-Bot verwenden!",
    "support_message": "Wenn Sie Hilfe benötigen oder Probleme mit dem GuardianVPN-Bot haben, kontaktieren Sie uns bitte unter https://t.me/GuardianVPNSupport.\nWir helfen Ihnen gerne bei Fragen oder Bedenken!",
    "tutorial_message": "Um den GuardianVPN Bot mit OpenVPN oder WireGuard zu nutzen, müssen Sie die jeweilige VPN-Client-App auf Ihrem Gerät herunterladen und installieren. Anschließend können Sie die von GuardianVPN Bot generierte Konfigurationsdatei importieren, um eine Verbindung zum VPN-Server herzustellen.\n\nSo geht's:\n1. Laden Sie die von GuardianVPN Bot generierte Konfigurationsdatei (.ovpn oder .conf) auf Ihr Gerät herunter.\n2. Installieren Sie die OpenVPN-App und/oder die WireGuard-App auf Ihrem Gerät mit dem /getapp-Befehl.\n    a. Für OpenVPN:\n    1. Öffnen Sie die OpenVPN-App und tippen Sie auf die Schaltfläche \"Importieren\".\n    2. Navigieren Sie zum Verzeichnis, in dem Sie die .ovpn-Datei heruntergeladen haben, und wählen Sie sie aus.\n    3. Tippen Sie auf die Schaltfläche \"Verbinden\" in der App.\n\n    b. Für WireGuard:\n    1. Öffnen Sie die WireGuard-App und tippen Sie auf die Schaltfläche '+' für eine neue Konfiguration.\n    2. Tippen Sie auf \"Von QR-Code erstellen\" und scannen Sie den QR-Code, der in der zuvor heruntergeladenen .conf-Datei angezeigt wird. Alternativ können Sie auf \"Aus Datei erstellen\" tippen und die .conf-Datei auswählen.\n    3. Sobald Sie die Konfiguration zur App hinzugefügt haben, tippen Sie auf den Umschalter neben dem Namen der Konfiguration.\n\nDas war's! Sie sollten nun mit dem GuardianVPN-Server verbunden sein. Wenn Sie Probleme haben, wenden Sie sich bitte über den Befehl /support an das Support-Team.\n\nHinweis: Die OpenVPN- und WireGuard-Konfigurationsdateien sind unterschiedlich und können daher nicht ausgetauscht werden. Stellen Sie sicher, dass Sie die richtige Konfigurationsdatei für das VPN-Protokoll herunterladen, das Sie verwenden möchten.",
    "download_links_message": " Hier sind die Download-Links für alle unterstützten Betriebssysteme:\n\n",
    "description": "Um Ihre Konfigurationsdatei zu generieren, schließen Sie bitte eine Zahlung ab. Ihr Kauf bestätigt Ihre Zustimmung zu unseren /terms und Ihr GuardianVPN-Dienst wird für die ausgewählte Dauer aktiv sein.",
    "successful_payment": "Vielen Dank für Ihre Zahlung!",
    "differences": "Um Ihre Online-Aktivitäten privat und sicher zu halten, bieten wir eine Auswahl von zwei VPN-Protokollen an: OpenVPN und WireGuard.\n\nOpenVPN ist eine vielseitige Wahl, die mit den meisten Geräten gut funktioniert und für ihre Zuverlässigkeit und Sicherheit hoch geschätzt wird.\n\nWireGuard hingegen ist bekannt für seine Geschwindigkeit und Effizienz und eignet sich daher hervorragend für mobile Benutzer, die schnelle, nahtlose Verbindungen benötigen.",
    "config_generation_error": "Konfigurationsdatei des Klienten konnte nicht erstellt werden. Bitte versuchen Sie es später erneut.",
    "question": "Möchtest du einen OpenVPN-Server oder einen WireGuard-Server verwenden?",
    "all_updates": "Alle Updates und Verbesserungen:\n• Unterstützung für Französisch, Deutsch, Russisch und Spanisch basierend auf der Telegramm-Spracheinstellung des Benutzers hinzugefügt.\n• Behoben: Problem mit der Benutzerauthentifizierung und Behandlung des Befehls /getapp.\n• Server-Geschwindigkeit und Zuverlässigkeit erhöht\n• Fehlerbehebungen und Leistungsverbesserungen"
}
