{
    "start_message": "Welcome to GuardianVPN!\n\nTo start using our VPN, simply generate a new configuration file by typing /generate_config. The file will be sent to you as a document.\n\nNeed help? Reach out to us anytime by typing /support or /help. You can also check out our website at sobstvennoai.dev to learn more about our projects.\n\nLet's get started!",
    "about_message": "GuardianVPN is a secure VPN bot that encrypts your data with the industry-standard OpenVPN or WireGuard protocols, ensuring full confidentiality, authentication, and integrity.\n\nConnect to servers worldwide, mask your IP address, and bypass website censorship and geographical blocks. Our no-logs and no-customer-data policy guarantees your data always remains private.\n\nThank you for choosing GuardianVPN to protect your online privacy and security.",
    "limitations_message": "While we offer a robust and reliable VPN service, there are some limitations to what it can't do:\n\n• Defend against cyber threats and protect against identity theft\n• Secure your passwords and hide your phone location\n• Achieve complete privacy and anonymity online\n",
    "privacy_message": "Our VPN service is fully committed to protecting user data and maintaining user confidentiality:\n\n• No traffic, timestamp, DNS, bandwidth, or IP logging\n• Activity is only tracked by the total number of active connections at any given time\n",
    "terms_message": "Terms of Service\n\nBy using GuardianVPN, you agree to the following terms and conditions:\n\n• You will not use our service to engage in any illegal or criminal activities, including but not limited to hacking, port scanning, transmitting viruses, distributing pirated materials, engaging in child pornography, or promoting terrorism.\n• You will not use our service to send unsolicited data, including spam emails or unsolicited instant messages.\n• You will not use our service to threaten or harass others.\n• You will not share your account with others, and you are responsible for all activities that occur under your account.\n• You agree not to pay for the service with a stolen credit card, and you will not resell or attempt to resell GuardianVPN accounts or services without our express written permission.\n• We provide our service 'as is' and do not guarantee its speed or uninterrupted availability. We are not liable for any damages or loss of profit resulting from the use of our services.\n• We reserve the right to modify our Terms of Service, and your continued use of our service after any modifications will constitute your acceptance of the new Terms.\n• If you violate any of these terms, we reserve the right to terminate your service without notice and without refund.\n\nBy agreeing to these terms, you acknowledge that the main goal of GuardianVPN is to protect your privacy and that we do not condone or promote illegal activities of any sort. If you have any questions about our policy, please contact us.\n\nRefunds:\n\nYou may request a complete refund within 30 days of your payment if you are not satisfied for any reason. To initiate the refund process, please share your Telegram Chat ID through our support chat.",
    "help_message": "Welcome to the GuardianVPN Bot help page! Here are some commands you can use:\n\n/about - Get information about the bot and its features\n/generate_config - Generate a new configuration file\n/getapp - Get a download link for both OpenVPN and WireGuard apps\n/limitations - Learn about the bot's limitations\n/privacy - View our privacy policy\n/status - Check the status of VPN server\n/terms - Read our terms and conditions\n/tutorial - Learn how to use an OpenVPN config file with the OpenVPN app\n/whatsnew - View latest updates and improvements to the bot and the VPN service\nIf you need help or encounter any issues, please contact us using the /support command.\n\nThank you for using our GuardianVPN bot!",
    "support_message": "If you need help or encounter any issues with the GuardianVPN Bot, please contact us at https://t.me/GuardianVPNSupport \nWe'll be happy to assist you with any questions or concerns you may have",
    "tutorial_message": "To use the GuardianVPN Bot with OpenVPN or WireGuard, you will need to download and install the respective VPN client app on your device. Then, you can import the configuration file generated by the GuardianVPN Bot to connect to the VPN server.\n\nHere's how to do it:\n1. Download the configuration file (.ovpn or .conf) generated by the GuardianVPN Bot to your device.\n2. Install the OpenVPN app and/or the WireGuard app on your device using the /getapp command.\n    a. For OpenVPN:\n    1.Open the OpenVPN app and tap the 'Import' button.\n    2.Navigate to the directory where you downloaded the .ovpn file and select it.\n    3. Tap the 'Connect' button in the app.\n\n    b. For WireGuard:\n    1.Open the WireGuard app and tap the '+' button to add a new configuration.\n    2.Tap 'Create from QR code' and scan the QR code displayed in the .conf file you downloaded earlier. Alternatively, you can tap 'Create from file' and select the .conf file.\n    3.Once you have added the configuration to the app, tap the toggle switch next to the configuration name.\n\nThat's it! You should now be connected to the GuardianVPN server. If you encounter any issues, please contact the support team using the /support command.\n\nNote: The OpenVPN and WireGuard configuration files are different and therefore cannot be used interchangeably. Make sure to download the correct configuration file for the VPN protocol you want to use.",
    "download_links_message": "Here are the download links for all supported operating systems:\n\n",
    "description": "To generate your configuration file, please complete a payment. Your purchase confirms your agreement to our /terms, and your GuardianVPN service will be active for the selected duration.",
    "successful_payment": "Thank you for your payment!",
    "differences": "To keep your online activity private and secure, we offer a choice of two VPN protocols: OpenVPN and WireGuard.\n\nOpenVPN is a versatile choice that works well with most devices, and is highly regarded for its reliability and security.\n\nWireGuard, on the other hand, is known for its speed and efficiency, making it an excellent option for mobile users who need fast, seamless connections.",
    "config_generation_error": "Failed to generate client configuration file. Please try again later.",
    "question": "Do you want to use an OpenVPN server or a WireGuard server?",
    "all_updates": "All updates and improvements:\n• Added support for French, German, Russian, and Spanish languages based on user's Telegram language preference\n• Fixed issue with user authentication and handling the /getapp command\n• Increased server speed and reliability\n• Bug fixes and performance improvements"
}
