{
    "start_message": "¡Bienvenido a GuardianVPN!\n\nPara comenzar a usar nuestro VPN, simplemente genera un nuevo archivo de configuración escribiendo /generate_config. El archivo te llegará como un documento.\n\n¿Necesitas ayuda? Escríbenos en cualquier momento escribiendo /support o /help. También puedes visitar nuestro sitio web en sobstvennoai.dev para conocer más sobre nuestros proyectos.\n\n¡Comencemos!",
    "about_message": "GuardianVPN es un bot de VPN seguro que cifra sus datos con el protocolo OpenVPN estándar de la industria, garantizando total confidencialidad, autenticación e integridad.\n\nConéctese a servidores en todo el mundo, oculte su dirección IP y evite la censura y los bloqueos geográficos de sitios web. Nuestra política de no registros y sin datos de los clientes garantiza que sus datos siempre permanezcan privados.\n\nGracias por elegir GuardianVPN para proteger su privacidad y seguridad en línea.",
    "limitations_message": "Si bien ofrecemos un servicio VPN robusto y confiable, hay algunas limitaciones en lo que no puede hacer:\n\n• Defensa contra amenazas cibernéticas y protección contra el robo de identidad\n• Seguridad de sus contraseñas y ocultación de la ubicación de su teléfono\n• Lograr privacidad y anonimato completo en línea\n",
    "privacy_message": "Nuestro servicio VPN está totalmente comprometido con la protección de los datos del usuario y el mantenimiento de la confidencialidad del usuario:\n\n• No hay registro de tráfico, marcas de tiempo, DNS, ancho de banda o direcciones IP\n• La actividad solo se sigue por el número total de conexiones activas en cualquier momento dado\n",
    "terms_message": "Términos de servicio:\n\nAl utilizar GuardianVPN, acepta los siguientes términos y condiciones:\n\n• No utilizará nuestro servicio para participar en actividades ilegales o criminales, incluyendo pero no limitándose a piratería, escaneo de puertos, transmisión de virus, distribución de materiales pirateados, participación en pornografía infantil o promoción del terrorismo.\n• No utilizará nuestro servicio para enviar datos no solicitados, incluyendo correos electrónicos no deseados o mensajes instantáneos no solicitados.\n• No utilizará nuestro servicio para amenazar o acosar a otros.\n• No compartirá su cuenta con otros, y es responsable de todas las actividades que ocurran bajo su cuenta.\n• Acepta no pagar el servicio con una tarjeta de crédito robada, y no revenderá ni intentará revender cuentas o servicios de GuardianVPN sin nuestro permiso escrito expreso.\n• Ofrecemos nuestro servicio 'tal cual' y no garantizamos su velocidad o disponibilidad ininterrumpida. No somos responsables de los daños o pérdidas de ganancias resultantes del uso de nuestros servicios.\n• Nos reservamos el derecho de modificar nuestros Términos de servicio, y su uso continuado de nuestro servicio después de cualquier modificación constituirá su aceptación de los nuevos Términos.\n• Si viola alguno de estos términos, nos reservamos el derecho de terminar su servicio sin previo aviso y sin reembolso.\n\nAl aceptar estos términos, reconoce que el objetivo principal de GuardianVPN es proteger su privacidad y que no aprobamos ni promovemos actividades ilegales de ningún tipo. Si tiene alguna pregunta sobre nuestra política, contáctenos.\n\nReembolsos:\n\nPuede solicitar un reembolso completo dentro de los 30 días posteriores a su pago si no está satisfecho por cualquier motivo. Para iniciar el proceso de reembolso, comparta su ID de chat de Telegram a través de nuestro chat de soporte.",
    "help_message":"¡Bienvenido a la página de ayuda del bot GuardianVPN! Aquí tienes algunos comandos que puedes utilizar:\n\n/about - Obtener información sobre el bot y sus funciones\n/generate_config - Recibir un archivo de configuración ovpn.\n/getapp - Descargar la aplicación OpenVPN según tu sistema operativo\n/limitations - Conocer las limitaciones del bot\n/privacy - Ver nuestra política de privacidad\n/status - Verificar el estado de tu conexión VPN\n/terms - Leer nuestros términos y condiciones\n/tutorial - Aprender cómo utilizar un archivo de configuración OpenVPN con la aplicación OpenVPN\n/whatsnew - Ver las últimas actualizaciones y mejoras del bot y el servicio VPN\nSi necesitas ayuda o tienes algún problema, contáctanos utilizando el comando /support.\n\n¡Gracias por utilizar nuestro bot GuardianVPN!",
    "support_message": "Si necesita ayuda o encuentra algún problema con el bot GuardianVPN, por favor contáctenos en https://t.me/GuardianVPNSupport.\n¡Estaremos encantados de ayudarlo con cualquier pregunta o inquietud que pueda tener!",
    "tutorial_message": "Para usar el Bot GuardianVPN con OpenVPN o WireGuard, necesitarás descargar e instalar la respectiva aplicación cliente VPN en tu dispositivo. Luego, puedes importar el archivo de configuración generado por el Bot GuardianVPN para conectarte al servidor VPN.\n\nAquí te explicamos cómo hacerlo:\n\n1. Descarga el archivo de configuración (.ovpn o .conf) generado por el Bot GuardianVPN en tu dispositivo.\n2. Instala la aplicación OpenVPN y/o la aplicación WireGuard en tu dispositivo utilizando el comando /getapp.\n    a. Para OpenVPN:\n    1. Abre la aplicación OpenVPN y presiona el botón \"Importar\".\n    2. Navega al directorio donde descargaste el archivo .ovpn y selecciónalo.\n    3. Presiona el botón \"Conectar\" en la aplicación.\n\n    b. Para WireGuard:\n    1. Abre la aplicación WireGuard y toca el botón '+' para agregar una nueva configuración.\n    2. Toca \"Crear desde código QR\" y escanea el código QR que se muestra en el archivo .conf que descargaste anteriormente. Alternativamente, puedes tocar \"Crear desde archivo\" y seleccionar el archivo .conf.\n    3. Una vez que hayas agregado la configuración a la aplicación, toca el interruptor junto al nombre de la configuración.\n\n¡Listo! Ahora deberías estar conectado al servidor GuardianVPN. Si encuentras algún problema, por favor contacta al equipo de soporte utilizando el comando /support.\n\nNota: Los archivos de configuración de OpenVPN y WireGuard son diferentes y, por lo tanto, no se pueden utilizar indistintamente. Asegúrate de descargar el archivo de configuración correcto para el protocolo VPN que deseas utilizar.",
    "download_links_message": "Aquí están los enlaces de descarga para todos los sistemas operativos compatibles:\n\n",
    "description": "Para generar su archivo de configuración, por favor complete un pago. Su compra confirma su acuerdo con nuestros /terms, y su servicio GuardianVPN estará activo por el período seleccionado.",
    "successful_payment": "¡Gracias por su pago!",
    "differences": "Para mantener su actividad en línea privada y segura, ofrecemos una opción de dos protocolos VPN: OpenVPN y WireGuard.\n\nOpenVPN es una opción versátil que funciona bien con la mayoría de los dispositivos y es altamente valorado por su confiabilidad y seguridad.\n\nPor otro lado, WireGuard es conocido por su velocidad y eficiencia, lo que lo convierte en una excelente opción para los usuarios móviles que necesitan conexiones rápidas y sin interrupciones.",
    "config_generation_error": "No se pudo generar el archivo de configuración del cliente. Por favor, inténtelo de nuevo más tarde.",
    "question": "¿Quieres usar un servidor OpenVPN o un servidor WireGuard?",
    "all_updates": "Todas las actualizaciones y mejoras:\n• Agregado soporte para los idiomas francés, alemán, ruso y español basado en la preferencia de idioma de Telegram del usuario.\n• Solucionado el problema de autenticación del usuario y manejo del comando /getapp.\n• Incrementada la velocidad y confiabilidad del servidor.\n• Arreglos de errores y mejoras de performance."
}
