{
    "start_message": "Bienvenue sur GuardianVPN!\n\nPour commencer à utiliser notre VPN, il vous suffit de générer un nouveau fichier de configuration en tapant /generate_config. Le fichier vous sera envoyé en tant que document.\n\nBesoin d'aide ? Contactez-nous à tout moment en tapant /support ou /help. Vous pouvez également consulter notre site Web à sobstvennoai.dev pour en savoir plus sur nos projets.\n\nCommençons!",
    "about_message": "GuardianVPN est un bot VPN sécurisé qui chiffre vos données avec le protocole OpenVPN standard de l'industrie, assurant une confidentialité, une authentification et une intégrité totales.\n\nConnectez-vous à des serveurs dans le monde entier, masquez votre adresse IP et contournez la censure et les blocages géographiques de sites Web. Notre politique de non-enregistrement et de non-transmission de données des clients garantit que vos données restent toujours privées.\n\nMerci d'avoir choisi GuardianVPN pour protéger votre vie privée et votre sécurité en ligne.",
    "limitations_message": "Bien que nous offrions un service VPN robuste et fiable, il y a certaines limites à ce qu'il ne peut pas faire :\n\n• Se défendre contre les menaces cybernétiques et protéger contre le vol d'identité\n• Sécuriser vos mots de passe et masquer l'emplacement de votre téléphone\n• Atteindre une confidentialité et une anonymat en ligne complètes\n",
    "privacy_message": "Notre service VPN est entièrement engagé dans la protection des données utilisateur et le maintien de la confidentialité de l'utilisateur:\n\n• Aucun journal de trafic, de timestamp, de DNS, de bande passante ou d'adresse IP\n• L'activité n'est suivie que par le nombre total de connexions actives à tout moment\n",
    "terms_message": "Termes d'utilisation:\n\nEn utilisant GuardianVPN, vous acceptez les termes et conditions suivants:\n\n• Vous n'utiliserez pas notre service pour vous engager dans des activités illégales ou criminelles, y compris mais sans s'y limiter, le piratage, le balayage de port, la transmission de virus, la distribution de matériaux piratés, la pornographie infantile ou la promotion du terrorisme.\n• Vous n'utiliserez pas notre service pour envoyer des données non sollicitées, y compris des courriels indésirables ou des messages instantanés non sollicités.\n• Vous n'utiliserez pas notre service pour menacer ou harceler les autres.\n• Vous ne partagerez pas votre compte avec d'autres personnes et vous êtes responsable de toutes les activités qui se produisent sous votre compte.\n• Vous acceptez de ne pas payer le service avec une carte de crédit volée et vous ne revendrez pas ou n'essayerez pas de revendre des comptes ou des services GuardianVPN sans notre autorisation écrite expresse.\n• Nous fournissons notre service 'tel quel' et ne garantissons pas sa vitesse ou sa disponibilité ininterrompue. Nous ne sommes pas responsables des dommages ou pertes de profit résultant de l'utilisation de nos services.\n• Nous nous réservons le droit de modifier nos conditions d'utilisation et votre utilisation continue de notre service après toute modification constituera votre acceptation des nouvelles conditions.\n• Si vous enfreignez l'une de ces conditions, nous nous réservons le droit de résilier votre service sans préavis et sans remboursement.\n\nEn acceptant ces termes, vous reconnaissez que l'objectif principal de GuardianVPN est de protéger votre vie privée et que nous ne tolérons ni ne promouvons d'activités illégales de quelque nature que ce soit. Si vous avez des questions sur notre politique, veuillez nous contacter.\n\nRemboursements:\n\nVous pouvez demander un remboursement complet dans les 30 jours suivant votre paiement si vous n'êtes pas satisfait pour quelque raison que ce soit. Pour initier le processus de remboursement, veuillez partager votre ID de chat Telegram via notre chat de support.",
    "help_message": "Bonjour et bienvenue sur la page d'aide du bot GuardianVPN! Voici quelques commandes que vous pouvez utiliser:\n\n/about - Obtenir des informations sur le bot et ses fonctionnalités\n/generate_config - Recevoir un fichier de configuration ovpn.\n/getapp - Télécharger l'application OpenVPN en fonction de votre système d'exploitation\n/limitations - En savoir plus sur les limites du bot\n/privacy - Consulter notre politique de confidentialité\n/status - Vérifier le statut de votre connexion VPN\n/terms - Lire nos termes et conditions\n/tutorial - Apprendre à utiliser un fichier de configuration OpenVPN avec l'application OpenVPN\n/whatsnew - Voir les dernières mises à jour et améliorations apportées au bot et au service VPN\nSi vous avez besoin d'aide ou rencontrez des problèmes, veuillez nous contacter en utilisant la commande /support.\n\nMerci d'utiliser notre bot GuardianVPN !",
    "support_message": "Si vous avez besoin d'aide ou rencontrez des problèmes avec le Bot GuardianVPN, veuillez nous contacter à https://t.me/GuardianVPNSupport.\nNous serons heureux de vous aider pour toute question ou préoccupation que vous pourriez avoir !",
    "tutorial_message": "Pour utiliser le bot GuardianVPN avec OpenVPN ou WireGuard, il faut télécharger et installer l'application cliente VPN correspondante sur votre appareil. Ensuite, vous pouvez importer le fichier de configuration généré par le bot GuardianVPN pour vous connecter au serveur VPN.\n\n Voici comment faire :\n1. Téléchargez le fichier de configuration (.ovpn ou .conf) généré par le bot GuardianVPN sur votre appareil.\n2. Installez l'application OpenVPN et/ou WireGuard sur votre appareil en utilisant la commande /getapp.\n3. Ouvrez l'application OpenVPN ou WireGuard et appuyez sur le bouton \"Importer\".\n4. Accédez au dossier où vous avez téléchargé le fichier de configuration et sélectionnez-le pour l'importer.\n5. Appuyez sur le bouton \"Connecter\" pour vous connecter au serveur GuardianVPN.\n\nC'est tout ! Vous devriez maintenant être connecté au serveur GuardianVPN. Si vous rencontrez des problèmes, veuillez contacter l'équipe d'assistance en utilisant la commande /support.\n\nRemarque : les fichiers de configuration OpenVPN et WireGuard sont différents et ne peuvent donc pas être utilisés de manière interchangeable. Assurez-vous de télécharger le fichier de configuration correct pour le protocole VPN que vous souhaitez utiliser.",
    "download_links_message": "Voici les liens de téléchargement pour tous les systèmes d'exploitation pris en charge:\n\n",
    "description": "Pour générer votre fichier de configuration, veuillez compléter un paiement. Votre achat confirme votre accord avec nos /terms, et votre service GuardianVPN sera actif pour la durée sélectionnée.",
    "successful_payment": "Merci pour votre paiement!",
    "differences": "Pour assurer la confidentialité et la sécurité de votre activité en ligne, nous offrons le choix entre deux protocoles VPN : OpenVPN et WireGuard.\n\nOpenVPN est un choix polyvalent qui fonctionne bien avec la plupart des appareils et est hautement apprécié pour sa fiabilité et sa sécurité.\n\nD'autre part, WireGuard est connu pour sa vitesse et son efficacité, ce qui en fait un excellent choix pour les utilisateurs mobiles qui ont besoin de connexions rapides et fluides.",
    "config_generation_error": "Échec de la génération du fichier de configuration du client. Veuillez réessayer plus tard.",
    "question": "Souhaitez-vous utiliser un serveur OpenVPN ou un serveur WireGuard?",
    "all_updates": "Toutes les mises à jour et améliorations:\n• Ajout de la prise en charge des langues française, allemande, russe et espagnole sur la base des préférences de langue de l'utilisateur Telegram\n• Correction du problème d'authentification de l'utilisateur et de la gestion de la commande /getapp\n• Augmentation de la vitesse et de la fiabilité du serveur\n• Corrections de bugs et améliorations de la performance"
}
